<?php

return [

    'user_register_success' => 'تم تسجيل المستخدم بنجاح يرجى مراجعة البريد الالكتروني لادخال كود التحقق',
    'user_login_success' => 'تم تسجيل دخول المستخدم بنجاح',
    'worker_register_success' => 'تم تسجيل الحرفي بنجاح يرجى مراجعة البريد الالكتروني لادخال كود التحقق',
    'worker_login_success' => 'تم تسجيل دخول الحرفي بنجاح',
    'user_code_fail' => 'كود التحقق غير صحيح',
    'user_login_fail' => 'فشلت عملية تسجيل الدخول',
    'check_code' => 'يرجى تفعيل الحساب من خلال كود التحقق',
    'logout_success' => 'تم تسجيل الخروج بنجاح',
];
