<?php

return [

    'required' => 'هذا الحقل مطلوب',
    'numeric' => 'هذا الحقل يجب ان يكون رقم',
    'required_without' => 'هذا الحقل مطلوب',
    'unique' => 'هذا النص موجود مسبقا',
    'email' => 'هذا الحقل يجب ان يكون على صيغة بريد الكتروني',
    'image' => 'هذا الحقل يجب ان يكون صورة',
    'mimes' => 'يجب ان يكون هذا الحقل على صيغة (jpeg,png,jpg,gif,svg)',
    'login' => 'غير مصرح لك بالدخول يرجى التاكد من البيانات',
    'login_successfully' => 'تم تسجيل الدخول بنجاح',
    'confirmed' => 'كلمة المرور غير متطابقة',

];
